brew "bash"
brew "bazelisk"
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "helix"
brew "lcov"
brew "libyaml"
brew "mise"
brew "neovim"
brew "pcre"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "taplo"
brew "wget"
brew "xz"
brew "zoxide"
brew "withered-magic/brew/starpls"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "the-unarchiver"
