tap "buildkite/buildkite"
tap "buildkite/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "puppetlabs/puppet"
brew "bat"
brew "bats-core"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "carthage"
brew "cloc"
brew "cmake"
brew "composer"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "groovy"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "neovim"
brew "noti"
brew "php"
brew "pkg-config"
brew "pyenv"
brew "rbenv"
brew "scala"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/cli/bk"
cask "appcleaner"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "hyper"
cask "java8"
cask "omnidisksweeper"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "puppetlabs/puppet/pdk"
