tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "readline"
brew "asdf"
brew "bash"
brew "carthage"
brew "cmake"
brew "fish"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "jq"
brew "neovim"
brew "noti"
brew "pcre"
brew "pkg-config"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "wget"

cask "appcleaner"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
